aaron-bond.better-comments
CoenraadS.bracket-pair-colorizer
deerawan.vscode-dash
deerawan.vscode-hapijs-snippets
eamodio.gitlens
eg2.tslint
esbenp.prettier-vscode
flowtype.flow-for-vscode
ilevine.squash
kumar-harsh.graphql-for-vscode
magicstack.MagicPython
ms-python.python
ms-vscode.csharp
ms-vscode.Go
msjsdiag.debugger-for-chrome
PeterJausovec.vscode-docker
redhat.java
vscjava.vscode-java-debug
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
xabikos.JavaScriptSnippets
xabikos.ReactSnippets
